export const words = {
    O : ["대담함", "용감함", "호기심", "개척적인", "변화가 많은", "참신한", "모험적인", "도전정신", "도전적인", "흥미진진한", "이상주의적인", "무서움을 모르는", "용기 있는", "개방적", "비판단적", "유연함", "상상력", "감성적", "아이디어", "심미성", "예술적"],
    O_negative : ["전통적인", "고집이 있는", "조심스러움", "자존심", "겁쟁이", "엄격한", "주저하는", "과단성 있는", "완고한", "편협함", "경직됨", "비판적", "차별적", "이분법", "흑백논리"],
    C : ["성실함", "신중한", "끈기", "책임감", "절제력 있는", "체계적인", "정확한", "차분한", "빈틈없는", "꼼꼼한", "참을성이 있는", "논리적인", "완벽주의자", "의지가 강한", "정교한", "참는", "일관성 있는", "진지한", "설득력 있는", "단호한", "정돈된", "분석적인", "경쟁심이 있는", "부지런함", "시간 약속 철저", "조직적", "책임감", "질서", "성취 지향적", "심사숙고", "자기 훈련", "조심성"],
    C_negative : ["덜렁이", "게으름", "산만함", "느긋한", "놀기 좋아하는", "참을성 없는", "느린", "미루는", "부주의", "무모", "무책임", "태만함"],
    E : ["파티를 좋아하는", "흥분", "열정적인", "밀어붙이는", "리더쉽", "이끌어가는", "장난기", "외향적", "허영심", "활발함",  "사교적", "인기 있는", "활기 있는", "말주변이 좋은", "영향력 있는", "생기 있는", "쾌활한", "사람을 부추기는", "매력 있는", "외향적", "대화 좋아함", "사교적", "친근함", "활발함", "활동적", "재미있음", "자신감", ],
    E_negative : ["내성적", "부끄럼쟁이", "외톨이", "수줍음을 타는", "조용함", "소심함", "반사회적", ],
    A : ["사려 깊음", "수용적", "따뜻함", "솔직한", "온화함", "헌신적", "기꺼이 하는", "공손한", "호의적인", "상냥한", "인심 좋은", "친절한", "희생적인", "포용력 있는", "평판이 좋은", "자발적인", "이해심 많은", "동정심이 많은", "충성스러운", "사려 깊은", "관용", "협조", "신뢰", "정직", "이타적", "겸손함", "부드러움"],
    A_negative : ["냉정함", "욕심쟁이", "부정적", "짜증이 많음", "무례함", "악의적", "비협조적"],
    N : ["호전적", "공격성", "감수성", "부정적", "신경질적", "충동적", "우울함", "돌발형", "회의적인", "변덕스러운", "비판적인", "성급함", "비관적", "불안함", "민감함", "적대감", "스트레스에 민감", "자의식", "분노",],
    N_negative : ["낙천적", "단순", "낙관적인", "만족스러운", "느긋함", "침착함", "자기 확신", "안정적", "합리적"],
    etc : ["의존적인", "독립적인", "외로움 탐", "강력한", "독립심이 강한", "겸손한", "표현력 있는", "지도력 있는"]
}

export const db = [
    ...words.O,
    ...words.O_negative,
    ...words.C,
    ...words.C_negative,
    ...words.E,
    ...words.E_negative,
    ...words.A,
    ...words.A_negative,
    ...words.N,
    ...words.N_negative,
    ...words.etc,
]